Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Accept Bluetooth file transfer?
bn_bd: ব্লুটুথ দ্বারা আসন্ন ফাইল গ্রহন করবেন?

source: Account Management
bn_bd: অ্যাকাউন্ট ব্যবস্থাপনা

source: Accounts
bn_bd: অ্যাকাউন্ট

source: Account type
bn_bd: অ্যাকাউন্টের ধরন

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
bn_bd: একটি ক্র্যাশ প্রতিবেদনে ক্র্যাশ এবং আপনার মোবাইল সম্পর্কে তথ্য থাকে, এছাড়া আপনার মোবাইল যে অবস্থায় ক্র্যাশ করেছে তার একটা স্ন্যাপশট থাকে।

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
bn_bd: স্ক্রিন রিডার সক্রিয় করা হলে আপনার টাচ স্ক্রীনের কাজের ধরণ কিছুটা পরিবর্তিত হবে। কোনকিছু শুনতে সেটি স্পর্শ করুন, এবং চালু করতে দুবার চাপুন।

source: ActiveSync settings
bn_bd: ActiveSync সেটিং

source: ADB and DevTools
bn_bd: ADB এবং DevTools

source: ADB only
bn_bd: শুধু ADB

source: Add Account
bn_bd: অ্যাকাউন্ট যোগ করুন

source: Add Address
bn_bd: ঠিকানা যোগ

source: Add an account
bn_bd: অ্যাকাউন্ট যোগ করুন

source: Add another account
bn_bd: আরেকটি অ্যাকাউন্ট যোগ করুন

source: Add as Favorite
bn_bd: প্রিয় তালিকায় যোগ করুন

source: Add Comment
bn_bd: মন্তব্য যোগ

source: Add contact
bn_bd: পরিচিতি যোগ করুন

source: Add Date
bn_bd: তারিখ যোগ

source: Added to home screen
bn_bd: প্রধান স্ক্রিনে যোগ হয়েছে

source: Added to Home Screen
bn_bd: প্রধান স্ক্রীনে যুক্ত হয়েছে

source: Add Email
bn_bd: ইমেইল যোগ

source: Add event
bn_bd: ইভেন্ট যোগ

source: Add Event
bn_bd: অনুষ্ঠান যোগ

source: Add keyboards
bn_bd: কীবোর্ড যোগ করুন

source: Add link
bn_bd: লিঙ্ক যোগ করুন

source: Add link to home screen
bn_bd: হোম স্ক্রীনে লিংক যোগ করুন

source: Add {{name}} to Home Screen?
bn_bd: মূল স্ক্রিনে {{name}} যোগ করবেন?

source: Add new number
bn_bd: নতুন নম্বর যোগ করুন

source: Add Phone
bn_bd: ফোন নম্বর যোগ

source: Add Picture
bn_bd: ছবি যোগ

source: Add Smart Collections
bn_bd: স্মার্ট সংগ্রহ হিসেবে যোগ করুন

source: Add songs to get started
bn_bd: শুরু করতে সংগীত যোগ করুন

source: Add subject
bn_bd: বিষয় যোগ করুন

source: Add to an existing contact
bn_bd: বিদ্যমান পরিচিতিতে যোগ করুন

source: Add to existing contact
bn_bd: পুরনো পরিচিতিতে যোগ করুন

source: Add to homescreen
bn_bd: হোমস্ক্রিনে যোগ

source: Add to home screen
bn_bd: প্রধান স্ক্রিনে যোগ করুন

source: Add to top of collection
bn_bd: তালিকার উপরে যোগ কর

source: Add two contacts for making “In Case of Emergency” calls.
bn_bd: “In Case of Emergency” কল করার জন্য দুটি পরিচিতি যোগ করুন।

source: Add videos to get started
bn_bd: শুরু করতে ভিডিও যোগ করুন

source: Adjust Automatically
bn_bd: স্বয়ংক্রিয়ভাবে নিয়ন্ত্রণ

source: Advanced Settings
bn_bd: উন্নত সেটিং

source: Affiliated
bn_bd: সম্পর্কিত

source: A Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
bn_bd: একটি ফায়ারফক্স অ্যাকাউন্ট আপনাকে Find My Device এর মতো সুবিধা এবং ফায়ারফক্স মার্কেটপ্লেসের মতো অ্যাপ ব্যবহার করতে দেয়।

source: Africa
bn_bd: আফ্রিকা

source: After 15 minutes
bn_bd: ১৫ মিনিট পর

source: After 1 hour
bn_bd: ১ ঘন্টা পর

source: After 1 minute
bn_bd: ১ মিনিট পর

source: After 30 minutes
bn_bd: ৩০ মিনিট পর

source: After 5 minutes
bn_bd: ৫ মিনিট পর

source: Age Verification
bn_bd: বয়স যাচাইকরণ

source: A-GPS Settings
bn_bd: A-GPS সেটিং

source: Airplane Mode
bn_bd: বিমান মোড

source: Airplane mode activated
bn_bd: উড়োজাহাজ মোড সক্রিয়

source: Airplane mode is on
bn_bd: বিমান মোড চালু

source: Airplane mode off
bn_bd: বিমান মোড বন্ধ

source: Airplane mode on
bn_bd: বিমান মোড চালু

source: Alarm
bn_bd: অ্যালার্ম

source: Alarm name
bn_bd: অ্যালার্মের নাম

source: Alarm on
bn_bd: এলার্ম চালু

source: Alarms
bn_bd: অ্যালার্ম

source: Albums
bn_bd: অ্যালবাম

source: Alert Limit
bn_bd: সতর্কতা সীমা

source: Alerts
bn_bd: সতর্কতা

source: Alert system is being tested.
bn_bd: সতর্কতা পদ্ধতি পরীক্ষা করা হচ্ছে।

source: All current data will be deleted. Are you sure you want to reset?
bn_bd: সব বর্তমান ডাটা অপসারণ করা হবে। আপনি কি আসলেই রিসেট করতে চান?

source: All day
bn_bd: সারাদিন

source: All Day
bn_bd: সারা দিন

source: All day<br>{{startDate}}
bn_bd: সারা দিন<br>{{startDate}}

source: All day event?
bn_bd: দিনব্যাপী কর্মসূচী?

source: All-day Events
bn_bd: দিন-ব্যাপী কর্মসূচী

source: All day from {{startDate}}<br>to {{endDate}}
bn_bd: {{startDate}}<br>থেকে {{endDate}} সারা দিন

source: All done!
bn_bd: সব সম্পন্ন!

source: All messages
bn_bd: সব বার্তা

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
bn_bd: এই পণ্যের সকল সোর্স কোড ফ্রী এবং ওপেন সোর্স উভয় লাইসেন্সের অধীনে রয়েছে। এর মধ্যে বেশির ভাগই রয়েছে মজিলা পাবলিক লাইসেন্স ২.০ (MPL) এর অধীনে।

source: All the numbers are deleted. This contact is removed from the ICE Contacts.
bn_bd: সকল নাম্বার মুছে ফেলা হয়েছে। এই পরিচিতিটি ICE পরিচিতি থেকে অপসারণ করা হয়েছে।

source: Always Forward
bn_bd: সর্বদা ফরওয়ার্ড করুন

source: Always Send a Report
bn_bd: সবসময় প্রতিবেদন প্রেরণ

source: Always send Mozilla a report when a crash occurs.
bn_bd: যখনই একটি ক্র্যাশ ঘটবে তখনই মজিলাকে রিপোর্ট পাঠান।

source: Always show images
bn_bd: সর্বদা ছবিগুলি প্রদর্শন করা হবে

source: Always use this number
bn_bd: সর্বদা এই নাম্বার ব্যবহার

source: America
bn_bd: আমেরিকা

source: a minute ago
bn_bd: ১ মিনিট পূর্বে

source: and <strong>{{n}} hours</strong>
bn_bd: এবং <strong>{{n}} ঘন্টা</strong>

source: and <strong>{{n}} hour</strong>
bn_bd: এবং <strong>{{n}} ঘন্টা</strong>

source: and <strong>{{n}} minutes</strong>
bn_bd: এবং <strong>{{n}} মিনিট</strong>

source: and <strong>{{n}} minute</strong>
bn_bd: এবং <strong>{{n}} মিনিট</strong>

source: An error occurred while exporting a contact
bn_bd: পরিচিতি এক্সপোর্ট করার সময় একটি ত্রুটি হয়েছে

source: An error occurred while retrieving call forwarding status
bn_bd: কল ফরওয়ার্ডিং স্টাটাস বের করতে ত্রুটি দেখা দিয়েছে

source: An error occurred while sending the message
bn_bd: বার্তা প্রেরণে ত্রুটি দেখা দিয়েছে

source: An error prevented Camera from recording the video.
bn_bd: কোন ত্রুটির কারণে ক্যামেরা ভিডিওটি সংরক্ষণ করতে পারছে না।

source: An error prevented Camera from saving the picture.
bn_bd: একটি ত্রুটির কারণে ক্যামেরা ছবিটি সংরক্ষণ করতে পারছে না।

source: an hour ago
bn_bd: ১ ঘন্টা পূর্বে

source: An incoming request to permit remote debugging connection was detected. Allow connection?
bn_bd: দূরবর্তী ডিবাগিং সংযোগের অনুমতির জন্য একটি অন্তর্মুখী অনুরোধ পাওয়া গেছে। সংযোগের অনুমতি প্রদান করা হবে?

source: Anniversary
bn_bd: বার্ষিকী

source: Another
bn_bd: আরেকটি

source: Another WPS PBC AP was found
bn_bd: আরেকটি WPS PBC AP পাওয়া গিয়েছে

source: An unknown error occurred. Check your network connection or try the manual configuration option.
bn_bd: একটি অজ্ঞাত ভুল হয়েছে। আপনার নেটওয়ার্ক সংযোগ পরীক্ষা করুন বা ম্যানুয়াল কনফিগারেশন অপশনে চেষ্টা করুন।

source: An unknown video error occurred.
bn_bd: একটি অজানা ভিডিও ত্রুটি দেখা দিয়েছে।

source: Any
bn_bd: যেকোনো

source: Apache License 2.0
bn_bd: অ্যাপাচি লাইসেন্স ২.০

source: APN Settings
bn_bd: APN সেটিংস

source: AP PIN connection
bn_bd: AP PIN সংযোগ

source: Application Storage
bn_bd: অ্যাপ্লিকেশন সংগ্রহস্থল

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
bn_bd: যখন দরকার পড়বে, অ্যাপলিকেশন স্বয়ংক্রিয়ভাবে ইনটারনেট থেকে তথ্য সংগ্রহ করবে। এতে অতিরিক্ত ইন্টারনেটের খরচ হতে পারে।

source: App Memory
bn_bd: অ্যাপ মেমোরি

source: {{ appName }} installed
bn_bd: {{ appName }} ইনস্টল হয়েছে

source: {{appName}} {{layoutName}} is set as default input method
bn_bd: {{appName}} {{layoutName}} পূর্বনির্ধারিত ইনপুট মেথড হিসেবে সেট হয়েছে

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
bn_bd: {{app_name}} আপনার ফোন নাম্বার জানতে চায় এবং যাঁচাই করতে চায়। আপনি যেটি শেয়ার করতে চান সেটি নির্বাচন করুন অথবা নতুন করে একটি দিন।

source: App Permission
bn_bd: অ্যাপের অনুমতি

source: App Permissions
bn_bd: অ্যাপের অনুমতি

source: Apps
bn_bd: অ্যাপ

source: Apps can be installed later from the original installation source.
bn_bd: আসল ইনস্টলেশন সোর্স থেকে পরেও অ্যাপ ইনস্টল করা যাবে।

source: App Suspending
bn_bd: অ্যাপ বন্ধ করা হচ্ছে

source: {{app}} would like to access your contact list.
bn_bd: {{app}} আপনার ফোনবুকে প্রবেশাধিকার চাচ্ছে।

source: {{app}} would like to access your images.
bn_bd: {{app}} আপনার ছবিগুলোতে প্রবেশ করতে চাচ্ছে।

source: {{app}} would like to access your memory card.
bn_bd: {{app}} আপনার মেমরি কার্ডে প্রবেশ করতে চাচ্ছে।

source: {{app}} would like to access your music.
bn_bd: {{app}} আপনার সংগীত এ প্রবেশ করতে চাচ্ছে।

source: {{app}} would like to access your videos.
bn_bd: {{app}} আপনার ভিডিওগুলোতে প্রবেশ করতে চাচ্ছে।

source: {{app}} would like to display notifications.
bn_bd: {{app}} আপনার বিজ্ঞপ্তি প্রদর্শন করতে চাচ্ছে।

source: {{app}} would like to know your location.
bn_bd: {{app}} আপনার ভূ-অবস্থান জানতে চাচ্ছে।

source: {{app}} would like to use the FM Radio.
bn_bd: {{app}} আপনার এফএম রেডিও ব্যবহার করতে চাচ্ছে।

source: Apr
bn_bd: এপ্রিল

source: April
bn_bd: এপ্রিল

source: Archives
bn_bd: আর্কাইভ

source: Are you sure you want to cancel all downloads?
bn_bd: আপনি কি সব ডাউনলোড বাতিল করার ব্যাপারে নিশ্চিত?

source: Are you sure you want to cancel this install?
bn_bd: আপনি কি নিশ্চিত যে এই ইনস্টল বাতিল করবেন?

source: Are you sure you want to connect to {{deviceName}}?
bn_bd: আপনি কি সংযোগ স্থাপন করার ব্যাপারে নিশ্চিত {{deviceName}}?

source: Are you sure you want to connect to the device?
bn_bd: আপনি কি নিশ্চিতরূপে ডিভাইসটির সাথে যুক্ত হতে ইচ্ছুক?

source: Are you sure you want to delete:
bn_bd: আপনি কি অপসারণের ব্যাপারে নিশ্চিত:

source: Are you sure you want to delete "{{tone}}"?
bn_bd: আপনি "{{tone}}" অপসারণের ব্যপারে নিশ্চিত?

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
bn_bd: আপনি কি নিশ্চিত যে আপনি আপনার {{account}} মেইল অ্যাকাউন্টটি ডিলিট করতে চান? আপনি যদি পুনরায় একাউন্টটি যোগ করেন তাহলে আপনার মেইলগুলো আবারও ডাউনলোড করতে হবে।

source: Are you sure you want to discard this message?
bn_bd: এই বার্তাটি অগ্রাহ্য করতে আপনি কি নিশ্চিত?

source: Are you sure you want to stop the download?
bn_bd: আপনি কি নিশ্চিত যে আপনি ডাউনলোড বন্ধ করতে চান?

source: Artist
bn_bd: শিল্পী

source: Artists
bn_bd: শিল্পী

source: Asia
bn_bd: এশিয়া

source: A SIM PIN is not the same as the passcode used to unlock the device.
bn_bd: ডিভাইস আনলক করতে সিম পিন আর পাসকোড একই হবে না।

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
bn_bd: একটি সিম পিন সেলুলার ডাটা নেটওয়ার্কে প্রবেশ করতে প্রতিরোধ করে। এটি সক্রিয় থাকলে, সিম কার্ড ধারণকারী ডিভাইস পুনরায় চালু হওয়ার সময় পিন চাইবে।

source: Ask
bn_bd: জিজ্ঞাসা

source: Ask Each Time
bn_bd: প্রতিবার জিজ্ঞাসা করুন

source: Asterisk
bn_bd: তারকা চিহ্ন

source: Astrology
bn_bd: জ্যোতিষশাস্ত্র

source: Async
bn_bd: অ্যাসিনক্রোনাইজ

source: Asynchronous: {{ async }}
bn_bd: অ্যাসিন্ক্রোনাইজ: {{ async }}

# Asynchronous: {{ async }}
source: Asynchronous: {{ async }}\n
bn_bd: এসিঙ্ক্রনাস: {{ async }}\n

source: Atlantic Ocean
bn_bd: আটলান্টিক মহাসাগর

source: At least one SIM should be activated at a time
bn_bd: একই সাথে অন্তত একটি সিম চালু থাকতে হবে

source: At least one {{type}} keyboard should be selected
bn_bd: অন্ততঃ একটি {{type}} কীবোর্ড নির্বাচন করতে হবে

source: Attachment can be downloaded until {{date}}.
bn_bd: সংযুক্ত বস্তু {{date}} এর আগে ডাউনলোড করা যাবে।

source: attachment{{ n }}
bn_bd: সংযুক্তি {{ n }}

source: Attachments can not be forwarded.
bn_bd: সংযুক্তিসমূহ ফরওয়ার্ড করা যাবে না।

source: Attachments too large
bn_bd: সংযুক্তিসমূহের আকার অনেক বড়

source: Attachment too large
bn_bd: সংযুক্তির আকার অনেক বড়

source: At time of event
bn_bd: ইভেন্টের সময়ে

source: Audible touch tones
bn_bd: শ্রবণযোগ্য টাচ টোন

source: Audio cannot be played: format is unsupported or file is invalid.
bn_bd: সংগীত চালানো সম্ভব নয়: ফাইল ফরম্যাট অসমর্থিত কিংবা ত্রুটিপূর্ণ।

source: Aug
bn_bd: আগস্ট

source: August
bn_bd: আগস্ট

source: Authentication
bn_bd: প্রমাণীকরণ

source: Author
bn_bd: প্রণেতা

source: Authorized Numbers
bn_bd: অনুমোদিত নম্বর

source: Auto (2G/3G)
bn_bd: স্বয়ংক্রিয় (2G/3G)

source: Auto (CDMA/EVDO)
bn_bd: স্বয়ংক্রিয় (CDMA/EVDO)

source: Auto-configure
bn_bd: স্বয়ংক্রিয়-কনফিগার

source: Auto Correction
bn_bd: স্বয়ংক্রিয় সংশোধন

source: Auto-enhance off
bn_bd: স্বতঃ উন্নয়ন বন্ধ

source: Auto-enhance on
bn_bd: স্বতঃ উন্নয়ন চালু

source: Auto (LTE/CDMA/EVDO)
bn_bd: স্বয়ংক্রিয় (LTE/CDMA/EVDO)

source: Auto (LTE/WCDMA/GSM)
bn_bd: স্বয়ংক্রিয় (LTE/WCDMA/GSM)

source: Automatic
bn_bd: স্বয়ংক্রিয়

source: Automatically retrieve messages
bn_bd: স্বয়ংক্রিয়ভাবে বার্তা উদ্ধার

source: Automatic Selection
bn_bd: স্বয়ংক্রিভাবে নির্বাচন

source: Automatic Wi-Fi setup
bn_bd: স্বয়ংক্রিয় ওয়াই-ফাই সেটাপ

source: Autos
bn_bd: গাড়ি

source: Auto (WCDMA/GSM)
bn_bd: স্বয়ংক্রিয় (WCDMA/GSM)

source: Auto (WCDMA/GSM/CDMA/EVDO)
bn_bd: স্বয়ংক্রিয় (WCDMA/GSM/CDMA/EVDO)

source: Available
bn_bd: বিদ্যমান

source: Available Networks
bn_bd: উপস্থিত নেটওয়ার্কসমূহ

source: A verification link has been sent to {{email}}
bn_bd: {{email}} তে একটি সত্যায়ন লিঙ্ক পাঠানো হয়েছে

source: A verification link has been sent to {{email}}.
bn_bd: {{email}}এ একটি ভেরিফিকেশন লিঙ্ক পাঠানো হয়েছে।

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
bn_bd: দারুন! আপনার {{phone_number}} যাচাইকৃত হয়েছে এবং {{app_name}} এ ব্যবহার করা যাবে।

source: B
bn_bd: বাইট

source: Back Camera
bn_bd: পেছনের ক্যামেরা

source: Bad password!
bn_bd: ত্রুটিযুক্ত পাসওয়ার্ড!

source: Balance
bn_bd: ব্যালেন্স

source: Balance didn’t update correctly. Try updating manually.
bn_bd: ব্যালেন্স সঠিকভাবে হালনাগাদ হয়নি। নিজহাতে হালনাগাদের চেষ্টা করুন।

source: Balance has reached zero, no phone credit remaining.
bn_bd: ব্যলেন্স শুন্য, ফোনে কোনো ক্রেডিট নেই।

source: Battery {{level}} percent
bn_bd: ব্যাটারি {{level}} শতাংশ

source: Battery {{level}} percent, charging
bn_bd: ব্যাটারি {{level}} শতাংশ, চার্জ হচ্ছে

source: Beauty
bn_bd: সৌন্দর্য্য

source: Billing cycle ends
bn_bd: বিলিং চক্র শেষ

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
bn_bd: বাইনারিগুলো আপনার জন্য সহজলভ্য করেছে মজিলা প্রোজেক্ট, যা মজিলা পাবলিক লাইসেন্স ২.০ (MPL) এর অধীনে রয়েছে। আপনার অধিকার সম্পর্কে জানুন।

source: Birthday
bn_bd: জন্মদিন

source: Bluetooth
bn_bd: ব্লুটুথ

source: Bluetooth Address
bn_bd: ব্লুটুথ ঠিকানা

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file.
bn_bd: ইউএসবি লাগানো অবস্থায় ব্লুটুথ ব্যবহার করা যাবে না। ফাইল গ্রহন করতে ফোন থেকে ইউএসবি খুলে ফেলুন।

source: Bluetooth file transfer failed
bn_bd: ব্লটুথ ফাইল স্থানান্তর ব্যর্থ হয়েছে

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
bn_bd: ব্লটুথ ফাইল স্থানান্তর ব্যর্থ হয়েছে। ব্লুটুথ সেটিং ঠিক আছে কিনা দেখুন।

source: Bluetooth handsfree device
bn_bd: ব্লুটুথ হ্যান্ডসফ্রি ডিভাইস

source: Bluetooth headphones on
bn_bd: ব্লুটুথ হেডফোন চালু

source: Bluetooth is disabled
bn_bd: ব্লুটুথ নিষ্ক্রিয় করা হয়েছে

source: Bluetooth off
bn_bd: ব্লু-টুথ নিষ্ক্রিয়

source: Bluetooth on
bn_bd: ব্লুটুথ চালু

source: Bluetooth on, active
bn_bd: ব্লুটুথ চালু, সক্রিয়

source: Bluetooth on, initializing
bn_bd: ব্লু-টুথ চালু, সক্রিয় হচ্ছে

source: Bluetooth Output in ADB
bn_bd: ADB তে ব্লুটুথ এর আউটপুট

source: Bluetooth pairing request
bn_bd: ব্লুটুথ জুটিবদ্ধের অনুরোধ

source: Bluetooth Pairing Request
bn_bd: ব্লুটুথ জুটিবদ্ধের অনুরোধ

source: Bluetooth pairing request expired. Try to pair again.
bn_bd: ব্লুটুথ জুটিবদ্ধ রিকোয়েস্ট অতিক্রান্ত। আবার জুটিবদ্ধ হবার চেষ্টা করুন।

source: Bluetooth Request From
bn_bd: যেখান থেকে ব্লুটুথ অনুরোধ এসেছে

source: Bluetooth transfer active
bn_bd: ব্লুটুথ ট্রান্সফার সক্রিয়

source: Body
bn_bd: বার্তা

source: Bookmark Manager
bn_bd: বুকমার্ক ব্যবস্থাপক

source: Bookmark to:
bn_bd: বুকমার্ক করুন:

source: Books
bn_bd: বই

source: Borders
bn_bd: সীমানা

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
bn_bd: {{brandShortName}} একটি মুক্ত এবং ওপেনসোর্স সফটওয়্যার, যা সারা বিশ্বের হাজারো মানুষের সমবেত প্রচেষ্টায় তৈরি হয়েছে। এ সম্পর্কে কিছু জিনিস আপনার জানা দরকার:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
bn_bd: {{brandShortName}} মজিলা পাবলিক লাইসেন্স সহ অন্যান্য মুক্ত লাইসেন্স এর আওতায় আপনার কাছে এসেছে। {{brandShortName}} সহ একটি যন্ত্র অন্য কারো মালিকানাধীন সফটওয়্যার যুক্ত হতে পারে। আপনি যদি তাদের শর্ত মেনে চলেন তাহলে মুক্ত লাইসেন্স এর আওতাধীন কোড আপনাকে সোর্স কোড পরিবর্তন ও আপনার পরিবর্তিত সংস্করণ বিতরণের অধিকার দেয়।

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
bn_bd: মজিলার তৈরি একটি মুক্ত এবং ওপেন সোর্স অপারেটিং সিস্টেম হচ্ছে {{brandShortName}}। আমাদের লক্ষ্য হচ্ছে আপনার হাতে ওয়েবের ক্ষমতা রেখে মুক্ততা, নতুনত্ব এবং সুবিধাকে প্রচার করা।

source: {{brandShortName}} just crashed.
bn_bd: {{brandShortName}} এই মাত্র ক্র্যাস করল

source: {{brandShortName}} just recovered from a crash
bn_bd: {{brandShortName}} মাত্র একটি ক্র্যাশ থেকে পুনরুদ্ধার হয়েছে

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
bn_bd: {{brandShortName}} আপনার সঠিক অবস্থান জানার জন্য জিপিএস, ওয়াই-ফাই এবং আপনার কাছের মোবাইল নেটওয়ার্ক ব্যবহার করে।

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
bn_bd: {{brandShortName}} আপনার অবস্থান নির্ণয়ে জিপিএস, ওয়াইফাই এবং মোবাইল নেটওয়ার্ক এর ডাটা ব্যবহার করে। অবস্থান নির্ণয়ের ডাটাবেজ উন্নতিকল্পে সংগৃহীত ডাটা মজিলা ও অন্য সেবা দানকারীদের নিকট পাঠানো হয়। ডাটা আপনার ডিভাইসে সঞ্চয় করা হতে পারে এবং ডাটা সংগ্রহ হতে পারে কোন অ্যাপ না চললেও।

source: Brightness
bn_bd: উজ্জ্বলতা

source: Browse to URL?: {{ url }}
bn_bd: এই ইউআরএল এ ব্রাউজ করা হবে?: {{ url }}

source: Browse with:
bn_bd: ব্রাউজ করুন এটা দিয়ে:

source: Build Identifier
bn_bd: সনাক্তকারী তৈরি

source: Built-in Keyboard
bn_bd: বিল্ট-ইন কীবোর্ড

source: Button connection
bn_bd: বাটন সংযোগ

source: B&W
bn_bd: সাদা-কালো

source: By proceeding, I agree to the {{tos}} and {{pn}} of Firefox cloud services.
bn_bd: ফায়ারফক্সের ক্লাউড পরিষেবার {{tos}} এবং {{pn}} এর সাথে সম্মত হয়েই আমি অগ্রসর হচ্ছি।

source: Bytes
bn_bd: বাইট

source: Calendar
bn_bd: ক্যালেন্ডার

source: Calendars
bn_bd: ক্যালেন্ডার

source: Calendar Settings
bn_bd: ক্যালেন্ডার সেটিং

source: Calendar sync error
bn_bd: ক্যালেন্ডার সিনক্রোনাইজ জনিত ত্রুটি

source: Call
bn_bd: ফোন করুন

source: Call barring
bn_bd: কল বেয়ারিং

source: Call Ended
bn_bd: কল সমাপ্ত

source: {{ caller }} has left the call.
bn_bd: {{ caller }} কল ছেড়ে দিয়েছেন।

source: Caller ID
bn_bd: কলার আইডি

source: Caller ID defaults to not restricted. Next call: Not restricted
bn_bd: কলার আইডি পূর্বনির্ধারিতভাবে সংরক্ষিত নেই। পরবর্তী কল: সংরক্ষিত নয়

source: Caller ID defaults to not restricted. Next call: Restricted
bn_bd: কলার আইডি পূর্বনির্ধারিতভাবে সংরক্ষিত করা নেই। পরবর্তী কল: সংরক্ষিত

source: Caller ID defaults to restricted. Next call: Not restricted
bn_bd: কলার আইডি পূর্বনির্ধারিতভাবে সংরক্ষিত। পরবর্তী কল: সংরক্ষিত নয়

source: Caller ID defaults to restricted. Next call: Restricted
bn_bd: কলার আইডি পূর্বনির্ধারিতভাবে সংরক্ষিত করা আছে। পরবর্তী কল: সংরক্ষিত

source: Call forwarding
bn_bd: কল ফরওয়ার্ডিং

source: Call Forwarding
bn_bd: কল ফরওয়ার্ডিং

source: Call forwarding confirmation message
bn_bd: কল ফরওয়ার্ড এর নিশ্চয়তা বার্তা

source: Call forwarding is disabled by FDN.
bn_bd: FDN দ্বারা কল ফরওয়ার্ডিং নিষ্ক্রিয় হয়ে গেছে।

source: Call forwarding on
bn_bd: কল ফরোয়ার্ড চালু

# Call forwarding status
source: Call forwarding status\n
bn_bd: কল ফরওয়ার্ডিং অবস্থা\n

source: Call log
bn_bd: কল তালিকা

source: Call {{number}}?
bn_bd: ডায়াল {{number}}?

source: Callscreen
bn_bd: কলস্ক্রিন

source: Call Settings
bn_bd: কল সেটিং

source: Call settings error.
bn_bd: কল সেটিং এ ত্রুটি আছে।

source: Calls made
bn_bd: কল করা হয়েছে

source: Call support:
bn_bd: কল সাপোর্ট:

source: Calls will be sent from
bn_bd: কলগুলো প্রেরিত হবে

source: Call waiting
bn_bd: কল ওয়েটিং

source: Call Waiting
bn_bd: কল ওয়েটিং

source: Camera
bn_bd: ক্যামেরা

source: Camera and Microphone
bn_bd: ক্যামেরা ও মাইক্রোফোন

source: Camera can not be used while phone is plugged in
bn_bd: ইউএসবি লাগানো অবস্থায় ক্যামেরা ব্যবহার করা যাবে না

source: Camera is on
bn_bd: ক্যামেরা চালু আছে

source: Camera & Mic are ON
bn_bd: ক্যামেরা ও মাইক চালু আছে

source: Camera Resolution
bn_bd: ক্যামেরা রেজ্যুলিউসন

source: Camera Resolution {{value}}
bn_bd: ক্যামেরা রেজুল্যুশন {{value}}

source: Camera Unavailable
bn_bd: ক্যামেরা পাওয়া যাচ্ছে না

source: Cancel Account Confirmation
bn_bd: অ্যাকাউন্ট নিশ্চতকরণ বাতিল

source: Cancel all downloads
bn_bd: সব ডাউনলোড বাতিল

source: Cancel Bluetooth file transfer?
bn_bd: ব্লুটুথ ফাইল ট্রান্সফার বন্ধ করবেন?

source: Cancel Install
bn_bd: ইনস্টল বাতিল

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
bn_bd: বাতিল করলে কেনাকাটার টাকা ফেরত দেয়া হবে না। মূল্য পরিশোধকৃত জিনিসের টাকা আসল বিক্রেতা ফেরত দিবে।

source: Cancel WPS
bn_bd: WPS বাতিল করুন

source: Cannot access SIM card’s phone book
bn_bd: সিম কার্ডের ফোনবুক মেমোরিতে ঢোকা যাচ্ছে না

source: Cannot add to contact as your contact list is empty
bn_bd: আপনার পরিচিতি তালিকা শূন্য থাকায় তা পরিচিতিতে যোগ করা যাচ্ছে না

source: Can not complete transfer: memory card is full.
bn_bd: স্থানান্তর সম্পন্ন হয়নি: মেমরি কার্ডে খালি জায়গা নেই।

source: Cannot Create Account
bn_bd: অ্যাকাউন্ট তৈরি করা যায়নি

source: Can not edit photos: Memory card is full.
bn_bd: ছবি সম্পাদনা করা যাচ্ছে না: মেমরি কার্ড পূর্ণ।

source: Can not get device storage state.
bn_bd: ডিভাইসের স্টোরেজ অবস্থা পাওয়া যাচ্ছেনা।

source: Cannot make a call. If you are already dialing, please hang up first.
bn_bd: কলটি করা যাচ্ছে না। যদি আপনি ইতোমধ্যে ডায়াল করে থাকেন তাহলে প্রথমে তা কেটে নিন।

source: Can not open received file
bn_bd: প্রাপ্ত ফাইলটি খোলা যাচ্ছে না

source: Can not open unknown media type:
bn_bd: অজ্ঞাত ধরনের মিডিয়া খোলা যাচ্ছে না:

source: Can not receive file
bn_bd: ফাইলটি গ্রহন করা যাচ্ছে না

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
bn_bd: মেমরি কার্ড ব্যস্ত থাকায় গানটি সংরক্ষণ করা যাচ্ছে না । আপনার ফোন আনপ্লাগ করুন এবং পুনরায় ডাউনলোডের চেষ্টা করুন।

source: Cannot save song because there is no memory card.
bn_bd: কোন মেমরি কার্ড না থাকায় গানটি সংরক্ষণ করা যাচ্ছে না।

source: Can not share this image file type.
bn_bd: এই ধরনের ছবির ফাইল শেয়ার করা যাচ্ছে না।

source: Cannot use memory card because USB storage is enabled
bn_bd: USB স্টোরেজ সক্রিয় থাকার কারনে মেমরি কার্ড ব্যবহার করা যাচ্ছে না

source: Cannot use SD Card because USB storage is enabled
bn_bd: ইউএসবি স্টোরেজ সক্রিয় থাকায় এসডি কার্ড ব্যবহার করা যাচ্ছে না
